Repository: EGYLN/PDCExcelAddIn
Catalog: PDCExcelAddIn/Properties/Resources.*.resx
Languages: de_de

# Action_AdvancedCompoundInfo_Caption
source: &Retrieve Chemical Data
de_de: Laden chemischer Daten

# Action_CI_Format_BAY
source: Format as &BAY-No.
de_de: Formatiere als &BAY-Nr.

# Action_CI_Format_Caption
source: &Verify Compound List
de_de: &Überprüfe Substanzliste

# Action_CI_Format_COP
source: Format as CO&P-No.
de_de: Formatiere als CO&P-Nr.

# Action_CI_Format_COS
source: Format as &COS-No.
de_de: Formatiere als &COS-Nr.

# Action_CI_Format_ZK
source: Format as &ZK-No.
de_de: Formatiere als &ZK-Nr.

# Action_CI_Formula_Caption
source: Retrieve &Formula
de_de: Lade Summen&formel

# Action_CI_Structure_Caption
source: Retrieve &Structure Formula
de_de: Lade &Strukturformel

# Action_CI_WEIGHT_Caption
source: Retrieve &Molecular Weight
de_de: Lade &Molekulargewicht

# Action_ClearData_Caption
source: Clear &Worksheet
de_de: Arbeitsbla&tt leeren

# Action_CompoundInfo_Caption
source: &Retrieve Chemical Data
de_de: &Laden chemischer Daten

# Action_CreateWorkbook_Caption
source: Create &new PDC Worksheet
de_de: &Neues PDC Arbeitsblatt erstellen

# Action_Delete_Caption
source: &Delete Data from PDC Database
de_de: Daten &löschen in PDC Datenbank

# Action_Login_Caption
source: PDC &Login
de_de: PDC &Anmeldung

# Action_Logout_Caption
source: PDC &Logout
de_de: PDC &Abmeldung

# Action_RetrieveMeasurementLevelData_Caption
source: Retrieve &measurement level data
de_de: Lade &Measurement Level Daten

# Action_SearchTestData_Caption
source: &Search Test Data
de_de: &Testdaten suchen

# Action_SearchTestData_Filling_Caption
source: Filling worksheet
de_de: Arbeitsblatt wird gefüllt

# Action_StructureFormat_Caption
source: &Structure format
de_de: &Struktur Format

# Action_Update_Caption
source: &Commit Changes to PDC Database
de_de: &Änderungen speichern in PDC Datenbank

# Action_Upload_Workbook
source: &Upload Worksheet to PDC Database
de_de: Daten &speichern in PDC Datenbank

# Action_Validate_Caption
source: &Validate Worksheet
de_de: Arbeitsblatt &prüfen

# Action_WinLogin_Caption
source: PDC W&indows Login
de_de: PDC &Windows Anmeldung

# Header_Column
source: Column
de_de: Spalte

# Header_Message
source: Message
de_de: Nachricht

# Header_Row
source: Row
de_de: Zeile

# Header_Severness
source: Severness
de_de: Schärfe

# Header_Testno
source: Testno
de_de: Testnummer

# LABEL_DELETE_DATA
source: PDC: Deleting {0} rows.
de_de: PDC: Lösche {0} Zeilen.

# LABEL_LOAD_MEASUREMENTS
source: PDC: Loading measurements for selected testdata
de_de: PDC: Lade Maesurement Daten für ausgewählte Testdaten

# LABEL_LOOKUP_COMPOUND_INFO
source: PDC: Looking up the compound information
de_de: PDC: Frage die Compoundinformationen ab

# LABEL_SEARCH_TESTDATA
source: PDC: Searching for testdata
de_de: PDC: Suche nach Testdaten

# LABEL_UPDATE
source: PDC: Updating selected testdata
de_de: PDC: Aktualisiere selektierte Testdaten

# LABEL_UPLOAD_WORKBOOK
source: PDC: Uploading testdata
de_de: PDC: Lade Testdaten hoch

# LABEL_VALIDATE_WORKBOOK
source: PDC: Validating workbook
de_de: PDC: Arbeitsblatt wird geprüft

# LIST_MANDATORY_DIFF_COLUMN_DELETED
source: The column {0} is mandatory or differentiating and must not be deleted, since it has no default value.
de_de: Die Spalte {0} ist obligatorisch oder differenzierend und sollte nicht entfernt werden, da kein Defaultwert definiert ist

# LIST_MEASUREMENT_COLUMN_DELETED
source: The column {0} is the connection to the measurements and should not be deleted
de_de: Die Spalte {0} stellt die Verbindung zu den Messwerten dar und sollte nicht entfernt werden

# LIST_NEEDED_PDC_COLUMN_DELETED
source: The column {0} is needed by PDC and must not be deleted
de_de: Die Spalte {0} wird von PDC benötigt und darf nicht gelöscht werden

# MSG_ACTION_NOT_ENABLED
source: The action {0} is currently disabled.
de_de: Aktion {0} ist deaktiviert

# MSG_ACTION_NOT_FOUND
source: Action {0} not found.
de_de: Aktion {0} nicht gefunden.

# MSG_AUTO_FILTER_SET_DELETE
source: You selected hidden rows. Therefore it's not allowed to delete data. Probably this happened as you have filtered data. Unfilter the sheet and try again.
de_de: Sie haben ausgeblendete Zeilen ausgewählt. Es ist nicht erlaubt ausgeblendete Zeilen zu löschen. Vermutlich ist dies durch das Filtern geschehen. Setzen Sie den Filter zurück und versuchen erneut zu löschen.

# MSG_CELLEDITINGMODE_TEXT
source: Excel is in cellediting mode. Finish cellediting before executing this operation
de_de: Excel befindet sich im Zelleditiermodus. Beenden Sie erst die Zellbearbeitung bevor Sie die Operation ausführen

# MSG_CELLEDITINGMODE_TITLE
source: PDC: Cannot execute operation
de_de: PDC: Ausführung nicht möglich

# MSG_CONFIRM_DELETE_DATA
source: Are you sure you want to delete {0} rows?
de_de: Sind Sie sicher, dass Sie die {0} Zeilen löschen wollen?

# MSG_CONFIRM_LOAD_MEASUREMENT_DATA
source: Are you sure you want to load measurements for {0} rows?
de_de: Möchten Sie die Measurements für {0} Zeile(n) laden?

# MSG_CONFIRM_TITLE
source: PDC: Confirm
de_de: PDC: Bestätigung

# MSG_CONFIRM_UPDATE_DATA
source: Are you sure you want to update {0} rows?
de_de: Sind Sie sicher, dass Sie die {0} Zeilen updaten wollen?

# MSG_ERROR_TITLE
source: PDC: Error
de_de: PDC: Fehler

# MSG_HIDDEN_ROWS_SELECTED
source: You selected hidden rows. It's not allowed to delete hidden rows.
de_de: Sie haben ausgeblendete Zeilen ausgewählt. Es ist nicht erlaubt ausgeblendete Zeilen zu löschen.

# MSG_LOGIN_TEXT
source: PDC: Login was successful
de_de: Der Login war erfolgreich

# MSG_NO_CELLS_SELECTED
source: There are no selected cells
de_de: Es sind keine Zellen selektiert

# MSG_NO_DATA_TO_UPLOAD_TEXT
source: No upload data found
de_de: Keine Daten zum Hochladen vorhanden

# MSG_NO_DATA_TO_VALIDATE_TEXT
source: No data for validation found
de_de: Keine Daten zum Validieren vorhanden

# MSG_NO_ENTRIES_FOUND_TEXT
source: No Entries found. Change Query conditions?
de_de: Keine Daten gefunden. Suchkriterien ändern?

# MSG_NO_EXPERIMENTNO_ROW
source: The necessary experimentno row was deleted.
de_de: Die benötigte Experimentno-Spalte wurde entfernt

# MSG_NO_PDC_SHEET
source: The active worksheet is not a PDC worksheet. The action {0} can not be executed.
de_de: Das aktive Arbeitsblatt ist kein PDC-Arbeitsblatt. Aktion {0} kann nicht ausgeführt werden.

# MSG_NO_SEARCH_CONDITIONS_TEXT
source: No Search conditions selected
de_de: Keine Suchbedingungen ausgewählt

# MSG_NO_WORKSHEET_TEXT
source: Active sheet is not a worksheet
de_de: Aktives Sheet ist kein Worksheet

# MSG_NOT_LOGGED_IN
source: The user is not logged in. The action {0} can not be executed.
de_de: Benutzer ist nicht eingeloggt. Aktion {0} kann nicht ausgeführt werden.

# MSG_PDCVERSION_FAILED
source: PDC server and client version are not equal.
de_de: PDC Server und Client Version stimmen nicht überein.

# MSG_SAVE_WORKBOOK_TEXT
source: PDC: Do you want to save the changes you made to '{0}'?
de_de: PDC: Sollen Ihre Änderungen in '{0}' gespeichert werden?

# MSG_SEARCH_RESULT_TEXT
source: Found {0} entries. Display result?
de_de: Suchergebnis hat {0} Zeilen. Ergebnis anzeigen?

# MSG_SEARCH_TITLE
source: PDC: Search
de_de: PDC: Testdatensuche

# MSG_SHEET_IS_MISSING_TEXT
source: One sheet is missing. Please create a new PDC working sheet.
de_de: Ein Arbeitsblatt fehlt. Bitte erstellen Sie ein neues PDC Arbeitsblatt.

# MSG_SHEET_IS_MISSING_TITLE
source: PDC: Missing sheet
de_de: PDC: Fehlendes Arbeitsblatt

# MSG_SHEET_NAME_EXISTS_TEXT
source: A sheet or object with the name {0} already exists (of type {1})
de_de: Es existiert bereits ein Arbeitsblatt oder Objekt mit dem Namen {0} (vom Typ {1})

# MSG_SHEET_NAME_EXISTS_TITLE
source: PDC: Duplicate sheet name
de_de: PDC: Arbeitsblattname bereits vergeben

# MSG_SHEET_PROTECTED_TEXT
source: Cannot execute operation since the sheet is protected
de_de: Aktion kann nicht durchgeführt werden, da das Arbeitsblatt geschützt ist

# MSG_SHEET_PROTECTED_TITLE
source: PDC: Sheet protected
de_de: PDC: Arbeitsblatt geschützt

# MSG_TEST_ALREADY_OPEN_TEXT
source: The test is already open
de_de: PDC: Der Test ist bereits geöffnet

# MSG_TEST_ALREADY_OPEN_TITLE
source: PDC: Test already open
de_de: PDC: Test bereits geöffnet

# MSG_UPDATE_OK_TEXT
source: Testdata updated.
de_de: Testdaten wurden aktualisiert.

# MSG_UPDATE_OK_TITLE
source: PDC: Testdata update
de_de: PDC: Testdata aktualisieren

# MSG_UPDATE_TITLE
source: PDC: Commit changes
de_de: PDC: Änderungen speichern

# MSG_UPLOAD_FAILED_TEXT
source: The test data was not uploaded.
de_de: Die Testdaten konnten nicht hochgeladen werden

# MSG_UPLOAD_OK_TEXT
source: Testdata uploaded. {0} row(s) and {1} measurement(s).
de_de: Testdaten wurden hochgeladen. {0} Zeile(n) und {1} Measurement(s).

# MSG_UPLOAD_OK_TITLE
source: PDC: Testdata upload
de_de: PDC: Testdaten Upload

# MSG_VALIDATE_TITLE
source: PDC: Validation
de_de: PDC: Validierung

# MSG_VALIDATION_FAILED
source: Validation failed.
de_de: Validierung fehlgeschlagen.

# MSG_VERSIONINFO_TITLE
source: PDC: Versioninfo
de_de: PDC: Versionsinfo

# MSG_AUTOUPDATE_VALUES
source: The studies already exist in PDC: Experimentlevelparameter: {0} Should the data be replaced/updated?
de_de: Die Studien existieren bereits im PDC. Experimentlevelparameter: {0} Sollen diese Daten ersetzt/aktualisiert werden?

# MSG_DESERIALIZATION_WORKBOOK_TITLE
source: PDC: Deserialization Error
de_de: PDC: Deserialisierungsfehler

# MSG_DESERIALIZATION_WORKBOOK_TEXT
source: An old PDC-Workbook {0} is invalid. Should the marker as PDC-Workbook be removed? That would mean, the Workbook will not be recognized as PDC-Workbook anymore.
de_de: Ein altes PDC-Workbook {0} ist nicht mehr verwendbar. Soll die Markierung als PDC-Workbook entfernt werden? Das bedeutet allerdings, dass das Workbook nicht mehr als PDC-Workbook erkannt wird.

# MSG_CWID_PWD_MISSING
source: Please enter cwid and password
de_de: Bitte geben Sie CWID und Passwort ein.

# MSG_INVALID_FORMAT
source: {0} is not a valid number
de_de: {0} ist kein gültiger Zahlenwert.

# MSG_NO_COMPOUNDINFO_SELECTED
source: At least one of Prepno, Structure, MW of MF must be selected
de_de: Mindestens eins der Felder Prepno, Structure, MW oder MF muss ausgewählt sein.

# Action_CI_Prepno_Caption
source: R&etrieve Prep No
de_de: &Ermittle Prepno

# MSG_OUT_OF_RANGE
source: The value must be between {0} and {1}
de_de: Der Wert muß zwischen {0} und {1} liegen.

# MSG_CompoundInfoOverride_Text
source: The selected area is not empty. Proceed?
de_de: Der selektierte Bereich ist nicht leer. Dennoch weitermachen?

# Action_ClearData_BarTitle
source: &Clear
de_de: &Leeren

# Action_SearchTestdata_BarTitle
source: &Search
de_de: &Suchen

# Action_UploadWorkbook_BarTitle
source: &Upload
de_de: Speichern &DB

# MSG_GeneralException_Title
source: PDC: An exception occured
de_de: PDC: Es ist ein Fehler aufgetreten

# MSG_MeasurementException_Title
source: PDC: Measurement data error
de_de: PDC: Measurementdatenfehler

# MSG_CompoundInfo_TITLE
source: PDC: Chemical Data
de_de: PDC: Chemische Daten

# StructureFormatValidation_Title
source: PDC: Structure Format - Validation
de_de: PDC: Struktur Format - Validierungfehler

# MSG_OVERLAP
source: Check Structure Format Dialog: Conflict with target cells
de_de: Konflikt mit Zielzellen. Bitte Einstellungen im Struktur Format Dialog überprüfen.

# MSG_CONFIRM_UPDATE_WITHOUT_MEASUREMENTS
source: PDC: Do you really want to save the selected experiments without measurements?
de_de: PDC: Sollen die Daten wirklich ohne Berücksichtung der Measurements gespeichert werden?

# MSG_USER_ABORTED_ACTION
source: User aborted action.
de_de: User hat die Action abgebrochen.

# ATOMCOLOR_FILE_MISSING
source: '{0}' not found. Get missing file!
de_de: '{0}' nicht gefunden. Bitte besorgen Sie sich das File.

# MSG_INVALID_WORKBOOK_DEFINED_NAME_DELTED
source: You are using a workbook, which once have had PDC-Sheets. Some references have been found and removed to avoid crashs. Please save the workbook.
de_de: Sie arbeiten mit einem Workbook, welches einmal PDC-Sheets enthalten hat. Es wurden invalide Referenzen gefunden und entfernt. Bitte speichern Sie das Workbook.

# MSG_AUTO_FILTER_SET_UPDATE
source: You selected hidden rows. Therefore it's not allowed to update data. Probably this happened as you have filtered data. Unfilter the sheet and try again.
de_de: Sie haben ausgeblendete Zeilen ausgewählt. Es ist nicht erlaubt ausgeblendete Zeilen upzudaten. Vermutlich ist dies durch das Filtern geschehen. Setzen Sie den Filter zurück und versuchen erneut upzudaten.

# MSG_PATH_NO_WRITABLE
source: {0} is not writable. Updates will not work. Please contact your administrator.
de_de: {0} ist nicht schreibar. Updates werden nicht funktionieren. Bitte kontaktieren Sie Ihren Administrator.

# MSG_ERROR_TIMEOUT
source: Timeout: PDC has reached the predefined limit for waiting on a response from the server. Your upload data will be processed normally, but your client will not receive any transfer status information for this upload. Please check your data using the PDC client after 1 day. In addition you can check your upload report in the PDC Portal. To change the timeout limit of your PDC client or receive further information please contact your service desk. The PDC team will gladly consult and assist you.
de_de: Timeout: PDC hat die eingestellte Wartezeit für Rückmeldungen vom Server erreicht. Ihre Daten werden weiter verarbeitet, jedoch wird das Ergebnis dieses Transfers nicht mehr zurückgemeldet. Bitte überprüfen Sie Ihre Daten nach ca. 1 Tag Wartezeit per Client-Abruf. Zusätzlich können Sie auch Ihren Upload-Bericht einsehen im PDC-Portal. Um das Timeout-Limit Ihrer PDC Installation zu verändern oder weitere Fragestellungen zu klären, wenden Sie sich bitte an Ihren Service Desk. Das PDC-Team ist Ihnen gern dabei behilflich.

# MSG_AUTO_FILTER_SET_UPLOAD
source: It is not allowed to set a filter before uploading data. Please remove the filter.
de_de: Es darf beim Upload kein Filter gesetzt sein. Bitte entfernen Sie alle Filter.

# MSG_COMException_Restart
source: Restart EXCEL for proper Data Handling.
de_de: Bitte Excel neustarten, um die Datenkorrektheit sicherzustellen.

# MSG_COMException_Title
source: PDC: An exception occured in Excel
de_de: PDC: in Excel ist ein Fehler aufgetreten

# MSG_UPDATE_RECORDS_DELETED
source: One or more records have been deleted from the database. Please retrieve the current data.
de_de: Ein oder mehrere Datensätze wurden in der Datenbank gelöscht. Rufen sie die Daten bitte neu ab.

# MSG_TOO_MANY_SEARCH_PARAMS_TEXT
source: Please try again with fewer search parameters or update rows.
de_de: Bitte versuchen Sie es mit weniger Suchparametern oder Zeilen

# MSG_TOO_MANY_SEARCH_PARAMS_TITLE
source: Too many Parameters for search or update
de_de: Zuviele Such- oder Updateparameter

# MSG_FAILED_TO_ADD_SECRET_PIC_TEXT
source: Failed to add the confidential image. Error message was written to the log file.
de_de: Das Bild für die Geheim-Kennzeichnung konnte nicht hinzugefügt werden. Fehlerinformationen wurden in die Logdatei geschrieben.

# MSG_FAILED_TO_ADD_SECRET_PIC_TITLE
source: Confidential Image
de_de: Geheim-Kennzeichnung
