Repository: EGYLN/PDCExcelAddIn
Catalog: PDCExcelAddIn/Tooltips.*.resx
Languages: de_de

# AtomFont
source: Font size of atom letters
de_de: Schriftart der Atom-Buchstaben kann hier selektiert werden

# BondLength
source: Length of displayed bonds (Please use a dot ‘.‘ as decimal mark.)
de_de: Länge der angezeigten Bindungen

# ChemicalDataSettings
source: Select to display on "Retrieve chemical data"
de_de: Wählen Sie die gewünschten Infos aus für die Funktion "Laden chemischer Daten"

# ClearWorksheet
source: Removes all inputs from the worksheet
de_de: Entfernt alle Eingaben vom Arbeitsblatt

# Color
source: Select to use atom color coding
de_de: Farbe der Atom-Buchstaben kann hier selektiert werden

# ColumnWidth
source: Number of pixels the width of the image should be scaled to. This results in an equal column width for all rows containing a structure drawing.
de_de: Breite (in Pixel), auf die die Struktur skaliert werden soll.

# ContactSupport
source: Opens the IT Service Portal to get help via FastTrack ticket.
de_de: Öffnet das IT Service Portal um Hilfe per FastTrack Ticket anzufordern.

# DeleteData
source: Deletes selected data sets in the database
de_de: Entfernt die ausgewählten Datensätze aus der Datenbank.

# DisplayCarbon
source: Select to display carbon atoms in the structure image
de_de: Selektieren, wenn Kohlenstoffatome in der Struktur angezeigt werden sollen

# DisplayHydrogens
source: Select to display hydrogen atoms in the structure image
de_de: Selektieren, wenn Wasserstoffatome in der Struktur angezeigt werden sollen

# Documentation
source: Open the PDC manual in a browser like Internet Explorer
de_de: Öffnet das PDC Handbuch im Browser (z.B. Internet Explorer)

# DontUseMeasurements
source: Creates ONLY a PDC sheet. Select if you do not ever want have measurements in the workbook at all. There is no way to add a measurementsheet afterwards.
de_de: Erzeugt NUR das PDC Sheet. Selektieren, wenn man niemals ein Measurement-Sheet braucht. Ein nachträgliches Hinzufügen eines Measurement-Sheets ist NICHT möglich

# FormatChemicalDataSettings
source: Options regarding display of structure information
de_de: Optionen für die Darstellung von Strukturinformationen

# LoginOther
source: PDC login with manual input of CWID and Windows password
de_de: Anmeldung in PDC per Eingabe von CWID und Windows-Passwort

# LoginWindows
source: PDC login with current Windows user
de_de: Anmeldung in PDC mit dem aktuell in Windows angemeldeten Anwender

# Logout
source: Close session and log off current user.
de_de: Beendet die Sitzung und meldet den aktuellen Anwender ab.

# MultipleMeasurementTable
source: Creates a pdc sheet and a measurement sheet with several measurement tables (recommended for test definitions with few results and variables and if compounds are tested more than once)
de_de: Erzeugt ein PDC-Sheet und ein Measurement-Sheet mit mehreren Measurement-Tabellen (empfohlen für Tests mit wenigen Ergebnissen und Variablen und wenn die Compounds mehr als einmal getested wurden)

# MyAccessibleTests
source: Only display test definitions with upload rights
de_de: Zeigt nur Test an, für die der eingeloggte User Upload-Rechte besitzt

# NewPdcWorksheet
source: Open test definition for data input
de_de: Aufruf von Testdefinitionen zur Dateneingabe

# OffsetBelow
source: Place compound information in a column
de_de: Plaziere die Compound Information in einer Spalte

# OffsetRight
source: Place compound information in a row
de_de: Plaziere die Compound Informationen in einer Zeile

# PdcVersionInfo
source: PDC Client version, current stage, installation path
de_de: PDC Client Version, derzeit verwendete Umgebung, Installationsverzeichnis

# RetrieveChemicalData
source: Load structure information for selected compounds (preparations, structure formula, Mol weight, etc.)
de_de: Lädt Strukturinformationen zu den ausgewählten Substanzen (Präparationen, Strukturformel, Mol-Gewicht, etc.)

# RetrieveMeasurements
source: Load raw data (if available) and load to measurement sheet (if available). [CTRL] + [D]
de_de: Lädt Rohdaten (falls vorhanden) zu den ausgewählten Datensätzen in das Measurement Sheet (falls vorhanden). [STRG] + [D]

# RowHeigth
source: Number of pixels the height of the image should be scaled to. This results in an equal row height for all rows containing a structure drawing.
de_de: Höhe (in Pixel), auf die die Struktur skaliert werden soll. Dabei werden alle Zeilen auf diese Höhe skaliert, die eine Struktur enthalten

# SearchTestData
source: Search the test data for all selected inputs on the worksheet and display search results
de_de: Suche in den Testdaten nach allen markierten Eingaben im Arbeitsblatt und Anzeige der Ergebnisse

# SelectButton
source: Create PDC sheet(s) for selected Test definition version
de_de: Erzeugt ein PDC-Workbook für den selektierten Test in der entsprechenden Version

# ShiftCols
source: # of columns to shift from selected column
de_de: Anzahl der Spalten, um die die Informationen versetzt angezeigt werden sollen

# ShiftRows
source: # of rows to shift from selected column
de_de: Anzahl der Zeilen, um die die Informationen versetzt angezeigt werden sollen

# SingleMeasurementTable
source: Create pdc sheet and a measurement with one measurement table (recommended for test definitions with many results and variables and where one compound is only tested once)
de_de: Erzeugt ein PDC-Workbook und ein Measurement-Sheet mit nur einer Measurementtabelle (empfohlen für Tests mit sehr vielen Ergebnissen und Variablen und wenn die Compounds nur einmal getested wurden)

# TestName
source: % and _ can be used as wildcards for none, one or many and exactly one character.
de_de: % und _ können als Platzhalter für keine, eine, mehrere oder genau einen Buchstaben verwendet werden

# TextFont
source: Font size of all letters that are not atom letters
de_de: Schriftart der Nicht-Atom-Buchstaben kann hier selektiert werden

# TransparentBackground
source: Select to make the image transparent (background does not hide structures below, e.g. in powerpoint presentation)
de_de: Seletieren, wenn der Hintergrund der Struktur transparent sein soll.

# UploadChanges
source: Updates only selected records in the database with current display
de_de: Überschreibt die ausgewählten Datensätze in der Datenbank mit der aktuellen Darstellung

# UploadTestData
source: Load all data from the current test sheet
de_de: Alle Daten des aktuellen Arbeitsblatts in die PDC Datenbank laden

# ValidateWorksheet
source: Input check (e.g. compound verification, mandatory inputs)
de_de: Überprüfung der Eingaben (Substanzerkennung, Pflichtfelder, etc.)
